<?php
return [
    // 系统错误提示
    'web_title'    => '后台管理系统', //网站名称
    'web_copy'    => '河北航辰科技',	//公司版权
	'banner_type' =>[
		'1'=>'首页banner',
		'2'=>'裸机云',
		'3'=>'大带宽服务器',
		'4'=>'服务器定制',
		'5'=>'混合云互联',
		'6'=>'私有云',
		'7'=>'私有云商家',
		'8'=>'DDOS 防护服务',
		'9'=>'IP Transit',
		'10'=>'全球网络',
		'11'=>'一站式服务',
		'12'=>'SD-WAN',
		'13'=>'代理商 合作伙伴',
		'14'=>'公有云',
		'15'=>'服务器托管',
		'16'=>'Network peering',
		'17'=>'affiliates',
		'18'=>'关于我们',
		'19'=>'联系我们',
		'20'=>'加入我们',
		'21'=>'新闻中心',
		'22'=>'知识库',
		'23'=>'服务协议',
	],
	'type_dictionaries'=>[
		'1'=>'国家',
		'2'=>'CPU',
		'3'=>'内存',
		'4'=>'硬盘',
		'5'=>'IP',
		'6'=>'网络',
		'7'=>'宽带/流量'
	],
	'type_dictionaries_en'=>[
		'1'=>'COUNTRY ',
		'2'=>'CPU',
		'3'=>'RAM ',
		'4'=>'DISK ',
		'5'=>'IP',
		'6'=>'NETWORK',
		'7'=>'PORT-TRAFFICS'
	],
	'type_network'=>[
		'1'=>'中国移动',
		'2'=>'中国联通',
		'3'=>'中国电信',
		'4'=>'中国网通',
		'5'=>'中国铁通',
		'6'=>'中国卫通'
	],
	'type_network_en'=>[
		'中国移动'=>'China Mobile',
		'中国联通'=>'China Unicom',
		'中国电信'=>'China Telecom',
		'中国网通'=>'China Netcom',
		'中国铁通'=>'China Tietong',
		'中国卫通'=>'China Weitong'
	],
	'data_is_empty' => '暂无数据',
	'data_is_ok' => '获取成功',
	'reseller_info'=>[
		'银牌'=>'银牌',
		'金牌'=>'金牌',
		'白金'=>'白金',
		'钻石'=>'钻石',
	],
	'dictionaries_type'=>[
		'1'=>'SSD VPS',
		'2'=>'Cn2 SSD VPS',
		'3'=>'HK VPS',
	]
	
];
